[
  {
    "id": 10,
    "date": "2025-09-17T06:25:00Z",
    "statusId": 3,
    "status": "Завершен"
  },
  {
    "id": 9,
    "date": "2025-09-17T06:25:00Z",
    "statusId": 3,
    "status": "Завершен"
  },
  {
    "id": 8,
    "date": "2025-09-17T06:25:00Z",
    "statusId": 2,
    "status": "Получение ПЛ"
  },
  {
    "id": 7,
    "date": "2025-09-17T06:25:00Z",
    "statusId": 1,
    "status": "Отмена рейса"
  },
  {
    "id": 6,
    "date": "2025-09-17T06:25:00Z",
    "statusId": 2,
    "status": "Получение ПЛ"
  },
  {
    "id": 5,
    "date": "2025-09-17T06:25:00Z",
    "statusId": 1,
    "status": "Отмена рейса"
  },
  {
    "id": 4,
    "date": "2025-09-17T06:25:00Z",
    "statusId": 2,
    "status": "Получение ПЛ"
  },
  {
    "id": 3,
    "date": "2025-09-17T06:25:00Z",
    "statusId": 1,
    "status": "Отмена рейса"
  },
  {
    "id": 2,
    "date": "2025-09-17T06:25:00Z",
    "statusId": 2,
    "status": "Получение ПЛ"
  },
  {
    "id": 1,
    "date": "2025-09-17T06:25:00Z",
    "statusId": 1,
    "status": "Отмена рейса"
  }
]
